---
kind: other
id: Methods.T:Autodesk.Revit.DB.BrowserOrganization
source: html/79502144-97fd-93a5-9d54-34819ad9356e.htm
---
# BrowserOrganization Methods

Determines if the given element satisfies the filters defined by the browser organization.